{"class_name": "Sequential", "keras_version": "2.2.2", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "kernel_regularizer": null, "units": 1200, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "use_bias": true, "dtype": "float32", "batch_input_shape": [null, 784], "trainable": true, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "kernel_regularizer": null, "units": 1200, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "use_bias": true, "activation": "relu", "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "kernel_regularizer": null, "units": 10, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "use_bias": true, "activation": "softmax", "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "bias_constraint": null}}], "backend": "tensorflow"}